


# 1)გამოიტანეთ რიცხვები 0-დან 10-ის ჩათვლით
# 2)გამოიტანეთ რიცხვები 50-დან 150-მდე
# 3)გამოიტანეთ მხოლოდ ლუწი რიცხვები 200-დან 500-მდე
# 4)გამოიტანეთ კენტი რიცხვები 0-დან 50-მდე
# 5)მომხმარებელს შემოატანინეთ სამი რიცხვი start,end,step და range ფუნქციის გამოყენებით გამოიტანეთ start იდან end ის ჩათვლით გამოიტანეთ ყველა რიცხვი
# 6) მომხმარებელს შემოატანინეთ სახელი და for ციკლის საშიალებით გამოიტანეთ ამ სახელის თითოეული ასო 
# 1)
for i in range(11):
    print(i)
# 2)
for i in range(50,150):
    print(i)
# 3)
for i in range(200,500,2):
    print(i)
# 4)
for i in range(1,50,2):
    print(i)
#5)
